{
  "navbar-item1": "Home",
  "navbar-item2": "Our Services",
  "navbar-item3": "Order Now",
  "navbar-item4": "Recruitment Countries",
  "navbar-item5": "Contact Us",
  "switch-lang1": "Arabic",
  "switch-lang2": "English",

  "hero-text1": "We provide you with the best and most reliable household workers at the highest standards",
  "hero-text2": "Start now and choose the right worker for you with ease!",
  "hero-button1": "Order Now",
  "hero-button2": "Learn More",

  "about-text1": "About us",
  "about-text2": "Maharat El-Ayadi Agency",
  "about-text3": "We are a specialized company in recruiting reliable household workers, providing you with highly trained and professional workers to meet your home's needs. With easy procedures and continuous support, we ensure your comfort and your family's peace of mind",
  "about-text4": "More than 10 years of experience in recruiting household workers with high quality and efficiency",
  "about-text5": "Rated 4.5 stars on the Musaned platform, reflecting our clients' trust in our services",
  "about-text6": "Committed to providing reliable recruitment services that meet families' needs according to the highest standards",
  "about-text7": "Fast procedures and easy contracting to ensure a smooth and secure recruitment experience",
  "about-text8": "We prioritize hiring qualified and well-trained household workers, ensuring exceptional service that meets our clients' needs",

  "services-title": "Our Services",
  "services-text1": "Private Driver",
  "services-text2": "Housemaid",
  "services-text3": "House Chef",

   "process-text1": "Recruitment Steps",
  "process-text2": "Learn about the procedures clearly, from selecting the right worker to processing official transactions and completing the required paperwork, all the way to bringing the worker to your home with ease and security. We provide support and assistance at every stage of the process.",
  "card-step1": "Choose a Worker",
  "card-step2": "Musaned",
  "card-text1": "Browse the available resumes and review the experience and skills of each household worker to confidently select the one that best suits your needs.",
  "card-text2": "Visit the official Musaned website, then accurately fill out the required information to complete the application process easily and quickly.",
  "card-step3": "Payment of Fees",
  "card-text3": "Pay the required fees conveniently and securely through the available payment methods to ensure a fast and efficient recruitment process.",
  "card-step4": "Worker Arrival",
  "card-text4": "You can pick up the household worker from our office during working hours to ensure your convenience and complete the recruitment process smoothly and effortlessly.",

  "contact-title": "Contact Us",
  "contact-location-text1": "Our Location",
  "contact-location-text2": "3468 Al Imam Saud Ibn Faysal Rd, Al Malqa, Riyadh 13521, Saudi Arabia",
  "contact-email-text": "Our Email",
  "contact-tel-text": "Our Number",
  "contact-label-text1": "Name",
  "contact-label-text2": "Phone Number",
  "contact-label-text3": "Your Message",
  "contact-invalid-text1": "Please Enter a Valid Name",
  "contact-invalid-text2": "Please Enter a Valid Phone Number",
  "contact-invalid-text3": "Please Enter a Valid Message",
  "contact-btn-text": "Send",

  "footer-text1": "We are a specialized company in recruiting reliable household workers, providing you with highly trained & professional workers to meet your home’s needs. With easy procedures & continuous support, we ensure your comfort and your family’s peace of mind",
  "footer-section-title": "Sections",
  "footer-section-text1": "1",
  "footer-section-text2": "2",
  "footer-section-text3": "3",
  "footer-section-text4": "4",
  "footer-quick-title": "Quick Links",
  "footer-quick-links1": "1",
  "footer-quick-links2": "2",
  "footer-quick-links3": "3",
  "footer-quick-links4": "4",
  "footer-contact-title": "Contact Info",
  "footer-contact-loc": "3468 Al Imam Saud Ibn Faysal Rd, Al Malqa, Riyadh 13521, Saudi Arabia",
  "footer-copyright": "© 2025 Maharat El-Ayadi Agency. All rights reserved."
}